[
  {
    "id": "enhance_hammer",
    "name": "Enhance Hammer",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/gClc4RN.png",
    "br": {
      "summary": "Enhance your or your teammates' weapon on the panel.",
      "details": [
        "Each enhancement costs 688 FF Coins.",
        "Weapons can be enhanced through the panel for 608 FF Coins each, applying to either your own or a teammate's weapon.",
        "All attachments on an enhanced weapon are upgraded to the maximum level, with one attachment further boosted to the highest red-tier.",
        "Enhanced attachments are permanently fixed to the weapon and cannot be removed."
      ]
    },
    "cs": {
      "summary": "Earn tokens via eliminations and enhance weapons / gloo walls during purchase phase.",
      "details": [
        "A hammer token is granted for every two eliminations.",
        "Tokens can be used during the purchase phase to enhance weapons in the CS Store, with the effect shared across the team.",
        "Hammer tokens can also be spent to enhance Gloo Walls for your team to carry up to 6 Gloo Walls."
      ]
    }
  },
  {
    "id": "super_leg_pocket",
    "name": "Super Leg Pocket",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/hVW6fWi.png",
    "br": {
      "summary": "Start with extra utility items and inventory advantages.",
      "details": [
        "Receive bonfire, additional backpack space, extra armor, and other items at the start of the match."
      ]
    },
    "cs": {
      "summary": "Start each match with key items and extra protection.",
      "details": [
        "Receive bonfire, katana, extra armor, and other items at the start of the match."
      ]
    }
  },
  {
    "id": "tactical_market",
    "name": "Tactical Market",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/OBnERWB.png",
    "br": {
      "summary": "Access the market anytime, anywhere (includes Bolt Maker).",
      "details": [
        "Purchasable items include: Info Box, Arsenal Key, Hit List, Tactical Gadgets, Monster Truck, and the new Bolt Maker.",
        "Bolt Maker: up to 5 per match, available within 6005 after the match starts.",
        "Use the Bolt Maker to create a Lightning Zone that lasts for 30s.",
        "Lightning strikes randomly inside the zone once per second, dealing 60 DMG to enemies.",
        "Your teammates are immune to the effect."
      ]
    },
    "cs": {
      "summary": "Get a tactical panel each round and deploy a chosen gadget.",
      "details": [
        "Open the panel and choose one gadget to deploy at a target location.",
        "Super Bonfire: Heals teammates within 8m over time and provides combat boosts.",
        "Smoke Vortex: Generates a swirling smoke field that blocks enemy vision.",
        "Cyber Barricade: Deploys large barriers for cover.",
        "These gadgets can also be purchased as throwable items from the CS Store."
      ]
    }
  },
  {
    "id": "team_booster",
    "name": "Team Booster",
    "category": "Loadout",
    "image_url": "https://i.imgur.com/RAG1acC.png",
    "br": {
      "summary": "Equip up to 3 unique team boosts and swap anytime.",
      "details": [
        "You'll have up to 3 boost slots to equip any 3 out of 6 available boosts.",
        "Each boost can only be selected once per team and is applied to all teammates.",
        "The first slot unlocks automatically at match start; the second and third can be unlocked for 480 and 800 FF coins, respectively.",
        "You can swap boosts at any time during the match, and unlocked slots remain active after you're revived.",
        "A total of 6 unique boosts:",
        "HP/EP Recovery: Restore 2 EP and 1 HP every second.",
        "Speed Up: Move 7% faster after not firing or not taking damage for 4s.",
        "Extra Heal: Receive 10% more healing. The effect disappears 2s after taking out-of-zone damage.",
        "Out-Zone Buff: When outside the Safe Zone, EP conversion rate +200% and move 7% faster.",
        "Gloo Wall: Increase Gloo Wall's HP by 100.",
        "Armor: Restore 3% armor durability every second."
      ]
    },
    "cs": {
      "summary": "Helper Bot revives teammates remotely + Secret Bazaar team buffs in CS Store.",
      "details": [
        "Get a Helper Bot per round.",
        "When a teammate is knocked down within 16m, you can release the bot to help them up remotely.",
        "The Helper Bot can be destroyed if shot.",
        "The Helper Bot takes 7.5s to help up a teammate, reduced to 4s with Thiva's skill.",
        "The Secret Bazaar section is available in the CS Store, offering team buffs for purchase."
      ]
    }
  }
]
